Repository: ProtonDriveApps/ios-drive
Catalog: PDLocalization/Sources/Resources/iOS-Localizable.xcstrings
Source language: en
Languages: be, ca, cs, da, de, el, es, es_419, fi, fr, hu, id, it, ja, ka, ko, nb, nl, pl, pt, pt_br, ro, ru, sk, sv, tr, uk, zh_hans, zh_hant

# empty_shared_with_me_albums_message
source: Albums shared with you will appear here
be: Абагуленыя з вамі альбомы з'явяцца тут
ca: Els àlbums compartits amb vosaltres apareixeran aquí
cs: Zde se zobrazí alba, která s vámi někdo sdílel
da: Albums, delt med dig, vises her
de: Mit dir geteilte Alben werden hier angezeigt
el: Τα άλμπουμ που έχουν τεθεί σε κοινή χρήση με εσάς θα εμφανίζονται εδώ
es: Los álbumes que se han compartido contigo aparecerán aquí
es_419: Los álbumes que le compartan a usted aparecerán aquí
fi: Sinulle jaetut albumit näkyvät täällä
fr: Les albums partagés avec vous apparaîtront ici
hu: Az Önnel megosztott albumok itt jelennek meg
id: Album yang dibagikan dengan Anda akan muncul di sini
it: Gli album condivisi con te verranno visualizzati qui
ja: あなたと共有されたアルバムがここに表示されます
ka: ალბომები, რომლებიც გაგიზიარეს, აქ გამოჩნდება
ko: 나와 공유된 앨범이 여기에 표시됩니다
nb: Album som er delt med deg, vises her
nl: Albums die met u gedeeld zijn, verschijnen hier
pl: Albumy udostępnione Ci pojawią się tutaj
pt: Os álbuns partilhados consigo irão aparecer aqui.
pt_br: Os álbuns compartilhados com você aparecerão aqui.
ro: Albumele care vi s-au partajat vor apărea aici.
ru: Альбомы, которыми с вами поделились, появятся здесь
sk: Tu sa zobrazia s vami zdieľané albumy
sv: Album delade med dig kommer visas här
tr: Sizinle paylaşılan albümler burada görüntülenir
uk: Альбоми, якими з вами поділились, з'являться тут
zh_hans: 与您共享的相册将显示在此处
zh_hant: 與您共享的相簿會顯示在這裡

# empty_shared_with_me_albums_title
source: No albums shared with me
be: З вамі пакуль не абагулілі альбомы
ca: No hi ha àlbums compartits amb mi
cs: Žádná alba sdílena se mnou
da: Ingen albums delt med mig
de: Keine Alben mit mir geteilt
el: Χωρίς άλμπουμ κοινοποιημένα σε μένα
es: No hay álbumes compartidos contigo
es_419: No hay álbumes compartidos conmigo
fi: Minulle jaettuja albumeita ei ole
fr: Aucun album n’a été partagé avec moi
hu: Nincs velem megosztva album
id: Tidak ada album yang dibagikan dengan saya
it: Nessun album condiviso con me
ja: 共有されたアルバムはありません
ka: ჩემთვის გაზიარებული ალბომები არაა
ko: 나와 공유된 앨범 없음
nb: Ingen album delt med meg
nl: Er zijn geen albums met mij gedeeld
pl: Brak albumów udostępnionych Ci
pt: Não existem álbuns partilhados comigo.
pt_br: Nenhum álbum compartilhado comigo
ro: Nu există albume care vi s-au partajat.
ru: Нет альбомов, которыми со мной поделились
sk: Žiadne albumy neboli so mnou zdieľané
sv: Inga album delade med mig
tr: Benimle paylaşılan bir albüm yok
uk: Немає альбомів, поширених для мене
zh_hans: 没有与我共享的相册
zh_hant: 沒有與我共享的相簿

# empty_videos_message
source: Your videos will appear here
be: Вашы відэа з'явяцца тут
ca: Els vídeos apareixeran aquí.
cs: Zde se zobrazí vaše video
da: Dine videoer vises her
de: Deine Videos werden hier angezeigt
el: Τα βίντεό σας θα εμφανίζονται εδώ
es: Tus vídeos aparecerán aquí.
es_419: Sus vídeos aparecerán aquí.
fi: Videosi näkyvät täällä
fr: Vos vidéos apparaîtront ici.
hu: A videói itt fognak megjelenni
id: Video Anda akan muncul di sini
it: I tuoi video appariranno qui.
ja: ビデオがここに表示されます
ka: თქვენი ვიდეოები აქ გამოჩნდება
ko: 영상이 여기에 표시됩니다
nb: Videoene dine vises her
nl: Uw video's verschijnen hier
pl: Filmy pojawią się tutaj
pt: Os seus vídeos aparecerão aqui.
pt_br: Seus vídeos aparecerão aqui.
ro: Videoclipurile vor apărea aici
ru: Ваши видео появятся здесь
sk: Tu sa zobrazia vaše videá
sv: Dina videoklipp kommer visas här
tr: Videolarınız burada görüntülenir
uk: Ваші відео з'являться тут
zh_hans: 您的视频将显示在此处
zh_hant: 您的影片會顯示在這裡

# empty_videos_title
source: No videos
be: Няма відэа
ca: Sense vídeos
cs: Žádné video
da: Ingen videoer
de: Keine Videos
el: Χωρίς βίντεο
es: Sin vídeos
es_419: Sin vídeos
fi: Ei videoita
fr: Aucune vidéo
hu: Nincsenek videók
id: Tidak ada video
it: Nessun video
ja: 動画がありません
ka: ვიდეოების გარეშე
ko: 영상 없음
nb: Ingen videoer
nl: Geen video's
pl: Brak filmów
pt: Sem vídeos
pt_br: Sem vídeos
ro: Nu există videoclipuri
ru: Нет видео
sk: Žiadne videá
sv: Inga videoklipp
tr: Herhangi bir video yok
uk: Немає відео
zh_hans: 无视频
zh_hant: 沒有影片

# favoriting_result_copied
source: %d photos were copied to stream and marked favorite there.
be: %d фатаграфій былі скапіяваны ў плынь і пазначаны там як абраныя.
ca: S’han copiat %d fotos a la vostra cronologia i s’hi han marcat com a preferides.
cs: %d fotek bylo zkopírováno do streamu a označeno zde jako oblíbené.
da: %d fotos blev kopieret til stream og markeret som favorit der.
de: %d Fotos wurden in den Stream kopiert und als Favoriten markiert.
el: %d φωτογραφίες αντιγράφηκαν στη ροή και επισημάνθηκαν εκεί ως αγαπημένες.
es: Se han copiado %d fotos en la cronología y se han marcado como favoritas allí.
es_419: Se copiaron %d fotos en la cronología y se marcaron como favoritas allí.
fi: %d kuvaa kopioitiin virtaan ja merkittiin siellä suosikeiksi.
fr: %d photos ont été copiées dans le fil d’actualité et marquées comme favorites.
hu: %d fénykép át lett másolva a videózáshoz, és ott kedvencként lett megjelölve.
id: %d foto disalin ke aliran dan ditandai sebagai favorit di sana.
it: %d foto sono state copiate nel flusso e contrassegnate come preferite.
ja: %d 枚の写真がストリームにコピーされ、お気に入りとマークされました。
ka: %d ფოტო გადაკოპირდა ნაკადში და იქ რჩეულად მოინიშნა.
ko: %d장의 사진이 스트림에 복사되어 즐겨찾기에 표시되었습니다.
nb: %d bilder har blitt kopiert til nyhetsstrømmen og merket som favoritt.
nl: %d foto's zijn gekopieerd naar de stream en daar als favoriet gemarkeerd.
pl: %d zdjęć zostało skopiowanych do osi czasu i dodane do ulubionych.
pt: %d fotos foram copiadas para a cronologia e marcadas como favoritas lá.
pt_br: %d fotos foram copiadas para a cronologia e marcadas como favoritas lá.
ro: Au fost copiate %d de fotografii pentru redare în flux și marcate acolo ca favorite.
ru: %d фото были скопированы в ленту и отмечены там как избранные.
sk: %d fotografií bolo skopírovaných do streamu a označených ako obľúbené.
sv: %d bilder kopierades till streamen och markerades som favoriter där.
tr: %d fotoğraf akışa kopyalandı ve orada beğenilen olarak işaretlendi.
uk: %d було скопійоване до стрічки та позначене там як улюблене.
zh_hans: %d 张照片已复制到动态流，并在该位置标记为收藏。
zh_hant: %d 張相片已複製至串流並將其標記為我的最愛。

# favoriting_result_marked
source: %d photos were marked as favorite.
be: %d фатаграфій былі пазначаны як абраныя.
ca: S'han marcat %d fotos com a favorites.
cs: %d fotek bylo označeno jako oblíbené.
da: %d fotos blev markeret som favorit.
de: %d Fotos wurden als Favoriten markiert.
el: %d φωτογραφίες επισημάνθηκαν ως αγαπημένες.
es: Se han marcado %d fotos como favoritas.
es_419: Se marcaron %d fotos como favoritas.
fi: %d kuvaa merkittiin suosikeiksi.
fr: %d photos ont été marquées comme favorites.
hu: %d fénykép kedvencként lett megjelölve.
id: %d foto telah ditandai sebagai favorit.
it: %d foto sono state contrassegnate come preferite.
ja: %d枚の写真がお気に入りとしてマークされました。
ka: %d ფოტო რჩეულად მოინიშნა.
ko: %d장의 사진이 즐겨찾기로 표시되었습니다.
nb: %d bilder ble merket som favoritt.
nl: %d foto's werden gemarkeerd als favoriet.
pl: %d zdjęć zostało dodanych do ulubionych.
pt: %d fotos foram marcadas como favoritas.
pt_br: %d fotos foram marcadas como favoritas.
ro: Au fost marcate ca favorite %d de fotografii.
ru: %d фото были помечены как избранные.
sk: %d fotografií bolo označených ako obľúbené.
sv: %d foton markerades som favorit.
tr: %d fotoğraf beğenilen olarak işaretlendi.
uk: %d фото позначене як улюблене.
zh_hans: %d 张照片被标记为收藏。
zh_hant: %d 張照片已標記為我的最愛。

# favoriting_result_skipped
source: %d photos are already in your stream. Please mark them favorite there.
be: %d фатаграфій ужо ў вашай плыні. Пазначце іх як абраныя.
ca: Ja hi ha %d fotos a la vostra cronologia. Marqueu-les com a preferides allà.
cs: %d fotek je již ve vašem streamu. Označte je tam jako oblíbené.
da: %d fotos er allerede i dit stream. Markér dem som favoritter der.
de: %d Fotos befinden sich bereits in deinem Stream. Bitte markiere sie dort als Favoriten.
el: %d φωτογραφίες είναι ήδη στη ροή σας. Προσθέστε τις εκεί στα αγαπημένα σας.
es: Ya hay %d fotos en tu cronología. Márcalas como favoritas allí.
es_419: Ya hay %d fotos en su cronología. Márquelas como favoritas allí.
fi: %d kuvaa on jo virrassasi. Merkitse ne suosikeiksi siellä.
fr: %d photos sont déjà dans votre fil d'actualité. Veuillez les marquer comme favorites.
hu: %d fotó már benne van a videó galériájában. Jelölje meg ott kedvencként.
id: %d foto sudah ada di aliram Anda. Harap tandai sebagai favorit di sana.n
it: %d foto sono già nel tuo flusso. Puoi contrassegnale come preferite lì.
ja: %d枚の写真はすでにストリームにあります。それらにお気に入りのマークを付けてください。
ka: %d ფოტო უკვე თქვენს ნაკადშია. გთხოვთ, იქ მონიშნოთ რჩეულად.
ko: %d장의 사진이 이미 스트림에 존재합니다. 즐겨찾기로 표시해 주세요.
nb: %d bilder er allerede til stede i nyhetsstrømmen din. Merk dem som favoritt.
nl: %d foto's staan al in uw stream. Markeer ze daar als favoriet.
pl: %d zdjęć jest już skopiowanych do osi czasu. Dodaj je do ulubionych.
pt: Já existem %d fotos na sua cronologia. Marque-as como favoritas lá.
pt_br: Já existem %d fotos na sua cronologia. Marque-as como favoritas lá.
ro: Deja sunt %d de fotografii în redarea în flux. Marcați-le acolo ca favorite.
ru: %d фото уже есть в вашей ленте. Отметьте их там как избранные.
sk: %d fotografií sa už nachádza vo vašom streame. Označte ich tam ako obľúbené.
sv: %d foton finns redan i ditt flöde. Markera dem som favoriter där.
tr: %d fotoğraf zaten akışınızda. Lütfen oradan beğenilen olarak işaretleyin.
uk: %d фото вже у вашій стрічці. Позначте їх там як улюблені.
zh_hans: 您的动态中已有 %d 张照片，请在该处将其标记为收藏。
zh_hant: %d 張相片已在您的影音串流中。請在那裡將其標記為最愛。

# favoriting_result_unmarked
source: Unmarked %d photos as favorite.
be: Знята вылучэнне з %d фатаграфій, якія былі ў абраных.
ca: S'han desmarcat %d fotos com a preferides.
cs: Zrušeno označení %d fotek jako oblíbených.
da: %d fotos afmarkerede som favorit.
de: %d Fotos nicht als Favoriten markiert.
el: Καταργήθηκε η επισήμανση %d φωτογραφιών ως αγαπημένων.
es: Se han desmarcado %d fotos como favoritas.
es_419: Se desmarcaron %d fotos de favoritas.
fi: %d kuvaa poistettiin suosikeista.
fr: %d photos ont été retirées des favoris.
hu: %d fotót eltávolított a kedvencek közül.
id: %d foto telah tidak ditandai sebagai favorit.
it: %d foto non sono più contrassegnate come preferite.
ja: %d 枚の写真がお気に入りとしてマークされていません。
ka: %d ფოტოს რჩეულის ნიშანი მოეხსნა.
ko: 선호하는 사진으로 표시되지 않은 사진 %d장을 표시했습니다.
nb: Fjernet %d bilder som favoritt.
nl: %d foto's ongemarkeerd als favoriet.
pl: %d zdjęć zostało usuniętych z ulubionych.
pt: %d fotos foram desmarcadas como favoritas.
pt_br: %d fotos foram desmarcadas como favoritas.
ro: Au fost scoase de la favorite %d de fotografii.
ru: %d фото удалены из избранных.
sk: %d fotografií bolo odobratých z obľúbených
sv: Avmarkerade %d foton som favorit.
tr: %d fotoğrafın beğenilen işareti kaldırıldı.
uk: Вилучено %d фото з улюблених.
zh_hans: 已取消将 %d 张照片标记为收藏
zh_hant: 已將 %d 張照片取消標記為最愛。

# file_detail_extension
source: Extension
be: Пашырэнне
ca: Extensió
cs: Přípona
da: Filendelse
de: Dateiendung
el: Προέκταση
es: Extensión
es_419: Extensión
fi: Laajennus
hu: Bővítmény
id: Ekstensi
it: Estensione
ja: 拡張機能
ka: გაფართოება
ko: 확장 프로그램
nb: Utvidelse
nl: Extensie
pl: Rozszerzenie
pt: Extensão
pt_br: Extensão
ro: Extensie
ru: Расширение
sk: Rozšírenie
sv: Tillägg
tr: Uzantı
uk: Розширення
zh_hans: 扩展
zh_hant: 副檔名

# file_detail_general_title
source: Details
be: Падрабязнасці
ca: Detalls
cs: Podrobnosti
da: Detaljer
el: Λεπτομέρειες
es: Detalles
es_419: Detalles
fi: Lisätiedot
fr: Informations
hu: Részletek
id: Rincian
it: Dettagli
ja: 詳細
ka: დეტალები
ko: 세부 사항
nb: Detaljer
pl: Szczegóły
pt: Detalhes
pt_br: Detalhes
ro: Detalii
ru: Информация
sk: Podrobnosti
sv: Detaljer
tr: Bilgiler
uk: Деталі
zh_hans: 详细信息
zh_hant: 詳細資訊

# file_detail_location
source: Location
be: Размяшчэнне
ca: Ubicació
cs: Umístění
da: Placering
de: Standort
el: Τοποθεσία
es: Ubicación
es_419: Ubicación
fi: Sijainti
fr: Emplacement
hu: Hely
id: Lokasi
it: Localizzazione
ja: 場所
ka: მდებარეობა
ko: 위치
nb: Plassering
nl: Locatie
pl: Lokalizacja
pt: Localização
pt_br: Localização
ro: Cale
ru: Расположение
sk: Poloha
sv: Plats
tr: Konum
uk: Розташування
zh_hans: 位置
zh_hant: 路徑

# file_detail_modified
source: Modified
be: Зменена
ca: Modificat
cs: Upraveno
da: Ændret
de: Geändert
el: Τροποποιήθηκε
es: Modificado
es_419: Modificado
fi: Muokattu
fr: Modification
hu: Módosítva
id: Dimodifikasi
it: Modificato
ja: 修正済み
ka: შეცვლილია
ko: 수정됨
nb: Endret
nl: Bewerkt
pl: Zmodyfikowano
pt: Modificado
pt_br: Modificado
ro: Modificat
ru: Изменён
sk: Upravené
sv: Ändrad
tr: Değiştirilme
uk: Змінено
zh_hans: 修改日期
zh_hant: 修改日期

# file_detail_name
source: Name
be: Назва
ca: Nom
cs: Název
da: Navn
el: Όνομα
es: Nombre
es_419: Nombre
fi: Nimi
fr: Nom
hu: Név
id: Nama
it: Nome
ja: 名前
ka: სახელი
ko: 이름
nb: Navn
nl: Naam
pl: Nazwa
pt: Nome
pt_br: Nome
ro: Nume
ru: Название
sk: Názov
sv: Namn
tr: Ad
uk: Назва
zh_hans: 名称
zh_hant: 名稱

# file_detail_share_no
source: No
be: Не
cs: Ne
da: Nej
de: Nein
el: Όχι
fi: Ei
fr: Non
hu: Nem
id: Tidak
ja: いいえ
ka: არა
ko: 아니오
nb: Nei
nl: Nee
pl: Nie
pt: Não
pt_br: Não
ro: Nu
ru: Нет
sk: Nie
sv: Nej
tr: Hayır
uk: Ні
zh_hans: 否
zh_hant: 否

# file_detail_share_yes
source: Yes
be: Так
ca: Sí
cs: Ano
da: Ja
de: Ja
el: Ναι
es: Sí
es_419: Sí
fi: Kyllä
fr: Oui
hu: Igen
id: Ya
it: Sì
ja: はい
ka: დიახ
ko: 예
nb: Ja
nl: Ja
pl: Tak
pt: Sim
pt_br: Sim
ro: Da
ru: Да
sk: Áno
sv: Ja
tr: Evet
uk: Так
zh_hans: 是
zh_hant: 是

# file_detail_shared
source: Shared
be: Абагулена
ca: Compartit
cs: Sdílené
da: Delt
de: Geteilt
el: Κοινοποιημένα
es: Compartido
es_419: Compartido
fi: Jaetut
fr: Partagé
hu: Megosztott
id: Dibagikan
it: Condiviso
ja: 共有中
ka: გაზიარებული
ko: 공유됨
nb: Delt
nl: Gedeeld
pl: Udostępniono
pt: Partilhado
pt_br: Compartilhado
ro: Partajat
ru: Общие
sk: Zdieľané
sv: Delat
tr: Paylaşılmış
uk: Спільний доступ
zh_hans: 已共享
zh_hant: 已分享

# file_detail_size
source: Size
be: Памер
ca: Mida
cs: Velikost
da: Størrelse
de: Größe
el: Μέγεθος
es: Tamaño
es_419: Tamaño
fi: Koko
fr: Taille
hu: Méret
id: Ukuran
it: Dimensione
ja: サイズ
ka: ზომა
ko: 크기
nb: Størrelse
nl: Grootte
pl: Rozmiar
pt: Tamanho
pt_br: Tamanho
ro: Mărime
ru: Размер
sk: Veľkosť
sv: Storlek
tr: Boyut
uk: Розмір
zh_hans: 大小
zh_hant: 大小

# file_detail_subtitle_moments_ago
source: %@ | Moments ago
be: %@ | Некаторы час таму
ca: %@ | Fa uns moments
cs: %@ | Před chvílí
da: %@ | For et øjeblik siden
de: %@ | Gerade eben
el: %@ | Πριν από λίγα λεπτά
es: %@ | Hace un momento
es_419: %@ | Hace unos momentos
fi: %@ | Hetki sitten
fr: %@ | Il y a quelques instants
hu: %@ | Pillanatokkal ezelőtt
id: %@ | Beberapa saat yang lalu
it: %@ | Momenti fa
ja: %@ | たった今
ka: %@ | ახლახან
ko: %@ | 조금 전
nb: %@ | akkurat nå
nl: %@ | Momenten geleden
pl: %@ | Przed chwilą
pt_br: %@ | Momentos atrás
ro: %@ | de curând
sk: %@ | Pred chvíľou
sv: %@ | Ögonblick sedan
tr: %@ | Önce
zh_hans: %@ | 刚刚

# file_detail_title
source: File details
be: Падрабязнасці файла
ca: Detalls del fitxer
cs: Podrobnosti souboru
da: Fildetaljer
de: Dateidetails
el: Λεπτομέρειες αρχείου
es: Detalles del archivo
es_419: Detalles del archivo
fi: Tiedoston tiedot
fr: Informations sur le fichier
hu: Fájl részletei
id: Rincian berkas
it: Dettagli del file
ja: ファイル詳細
ka: ფაილის დეტალები
ko: 파일 세부 정보
nb: Fildetaljer
nl: Bestandsgegevens
pl: Szczegóły pliku
pt: Detalhes do ficheiro
pt_br: Detalhes do arquivo
ro: Detalii fișier
ru: Информация о файле
sk: Podrobnosti súboru
sv: Fildetaljer
tr: Dosya bilgileri
uk: Подробиці файлу
zh_hans: 文件详细信息
zh_hant: 檔案詳細資訊

# file_detail_uploaded_by
source: Uploaded by
be: Запампавана
ca: Carregat per
cs: Nahrál(a)
da: Uploadet af
de: Hochgeladen von
el: Ανέβηκε από
es: Cargado por
es_419: Cargado por
fi: Tallentanut
fr: Importé par
hu: Feltöltötte
id: Diunggah oleh
it: Caricato da
ja: アップロードしたユーザー
ka: ატვირთული ფაილის მფლობელი
ko: 업로드한 사용자:
nb: Lastet opp av
nl: Geüpload door
pl: Przesłano przez
pt: Enviado por
pt_br: Enviado por
ro: Încărcat de
ru: Загружен
sk: Nahrané používateľom
sv: Uppladdad av
tr: Yükleyen
uk: Вивантажено
zh_hans: 上传者
zh_hant: 上傳者

# file_detail_uploaded_by_anonymous
source: Anonymous
be: Ананімны
ca: Anònim
cs: Anonymní
da: Anonym
de: Anonym
el: Ανώνυμος
es: Anónimo
es_419: Anónimo
fi: Anonyymi
fr: Anonyme
hu: Névtelen
id: Anonim
it: Anonimo
ja: 匿名
ka: ანონიმური
ko: 익명
nb: Anonym
nl: Anoniem
pl: Anonimowy użytkownik
pt: Anónimo
pt_br: Anônimo
ro: Anonim
ru: Аноним
sk: Anonym
sv: Anonym
tr: İsimsiz
uk: Анонімно
zh_hans: 匿名
zh_hant: 匿名

# file_pickup_error
source: Failed to import %@: %@
be: Не ўдалося імпартаваць %@: %@
ca: No s'ha pogut importar %@: %@
cs: Nepodařilo se importovat %@: %@
da: Kunne ikke importere %@: %@
de: Fehler beim Importieren von %@: %@
el: Αποτυχία εισαγωγής %@: %@
es: Error al importar %@: %@
es_419: Error al importar %@: %@
fi: Tuonti epäonnistui %@: %@
fr: L'importation pour %@ n'a pas abouti : %@
hu: Importálás sikertelen: %@: %@
id: Gagal mengimpor %@: %@
it: Impossibile importare %@: %@
ja: %@インポート失敗：%@
ka: %@-ის შემოტანა ჩავარდა: %@
ko: 불러오기 실패 %@: %@
nb: Kunne ikke importere %@: %@
nl: Importeren van %@mislukt: %@
pl: Nie udało się zaimportować %@: %@
pt_br: Erro ao importar %@: %@
ro: Eșuare importare %@: %@
sk: Nepodarilo sa importovať %@: %@
sv: Misslyckades att importera %@: %@
tr: %@ içe aktarılamadı: %@
zh_hans: 导入 %@ 失败：%@

# file_plural_type_with_num
source: %d Files
be: %d файлаў
ca: %d fitxers
cs: %d souborů
da: %d filer
de: %d Dateien
el: %d Αρχεία
es: %d archivos
es_419: %d Archivos
fi: %d Tiedostoa
fr: %d Fichiers
hu: %d fájl
id: %d Berkas
it: %d File
ja: %d個のファイル
ka: %d ფაილი
ko: 파일 %d개
nb: %d filer
nl: %d bestanden
pl: %d Pliki
pt_br: %d arquivos
ro: %d de fișiere
sk: %d súborov
sv: %d filer
tr: %d dosya
zh_hans: %d 个文件

# file_provider_signIn_alert_message
source: Please open the Proton Drive app to sign in to continue
be: Для працягу адкрыйце праграму Proton Drive і ўвайдзіце ў яе
ca: Obriu l'aplicació Proton Drive per iniciar la sessió i continuar.
cs: Pro pokračování otevřete aplikaci Proton Drive a přihlaste se
da: Åbn Proton Drive-appen for at logge ind og fortsætte
de: Bitte öffne die Proton Drive App und melde dich an, um fortzufahren.
el: Για να συνεχίσετε, παρακαλούμε ανοίξτε την εφαρμογή Proton Drive για να συνδεθείτε
es: Abre la aplicación Proton Drive para iniciar sesión y continuar.
es_419: Abra la aplicación Proton Drive para iniciar sesión y continuar.
fi: Avaa Proton Drive -sovellus ja kirjaudu sisään jatkaaksesi
fr: Veuillez ouvrir l'application Proton Drive pour vous connecter et continuer.
hu: Kérjük, nyissa meg a Proton Drive alkalmazást, és jelentkezzen be a folytatáshoz.
id: Silakan buka aplikasi Proton Drive untuk masuk dan melanjutkan
it: Apri l'app Proton Drive per accedere e continuare
ja: 続けるにはProton Driveアプリを開いてサインインしてください
ka: გახსენით Proton Drive და შედით
ko: 계속하려면 Proton Drive 앱으로 로그인해주세요.
nb: Åpne Proton Drive-appen for å logge på for å fortsette
nl: Open de Proton Drive app om in te loggen om door te gaan
pl: Otwórz aplikację Proton Drive i zaloguj się, aby kontynuować
pt: Abra a aplicação Proton Drive para iniciar sessão e continuar.
pt_br: Abra o aplicativo Proton Drive para fazer login e continuar
ro: Deschideți aplicația Proton Drive pentru a vă conecta și a continua.
ru: Пожалуйста, откройте приложение Proton Drive, чтобы войти и продолжить
sk: Ak chcete pokračovať, otvorte aplikáciu Proton Drive a prihláste sa, prosím
sv: Öppna Proton Drive-appen för att logga in för att fortsätta
tr: İlerlemek için lütfen Proton Drive uygulamasını başlatın ve oturum açın
uk: Будь ласка, відкрийте додаток Proton Drive, щоб увійти в систему для продовження
zh_hans: 请打开 Proton Drive 应用程序登录以继续
zh_hant: 請開啟 Proton Drive 應用程式以登入並繼續

# file_provider_signIn_alert_title
source: Sign In to Proton Drive
be: Увайдзіце ў Proton Drive
ca: Inicia la sessió a Proton Drive
cs: Přihlásit se k Proton Drive
da: Log ind på Proton Drive
de: Bei Proton Drive anmelden
el: Είσοδος στο Proton Drive
es: Iniciar sesión en Proton Drive
es_419: Iniciar sesión en Proton Drive
fi: Kirjaudu Proton Driveen
fr: Se connecter à Proton Drive
hu: Bejelentkezés a Proton Drive-ra
id: Masuk ke Proton Drive
it: Accedi a Proton Drive
ja: Proton Driveにサインイン
ka: შესვლა Proton Drive-ზე
ko: Proton Drive로 로그인
nb: Logg på Proton Drive
nl: Meld u aan bij de Proton Drive
pl: Zaloguj się do Proton Drive
pt: Iniciar sessão no Proton Drive
pt_br: Entre no Proton Drive
ro: Conectați-vă la Proton Drive
ru: Войти в Proton Drive
sk: Prihlásiť sa do Proton Drive
sv: Logga in på Proton Drive
tr: Proton Drive oturumu açın
uk: Увійти до Proton Drive
zh_hans: 登录 Proton Drive
zh_hant: 登入 Proton Drive
